Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# backups_view_invalidate_backup
source: Invalidate my backups
ar: إلغاء نسخي الاحتياطية
bg: Обезсили моите архиви
cs: Zneplatnit mé zálohy
da: Ugyldiggør mine sikkerhedskopier
de: Meine Sicherungen ungültig machen
el: Καταστήστε άκυρα τα αντίγραφά μου
es: Invalidar mis copias de seguridad
fa: پشتیبان‌های من را نامعتبر کن
fi: Mitätöi varmuuskopioni
fr: Invalider mes sauvegardes
he: בטל את הגיבויים שלי
hi: मेरे बैकअप अमान्य करें
hr: Poništi moje sigurnosne kopije
hu: Saját mentéseim érvénytelenítése
id: Batalkan cadangan saya
it: Invalida i miei backup
ja: バックアップを無効にする
ko: 내 백업 무효화
nb: Ugyldiggjør sikkerhetskopiene mine
nl: Mijn back-ups ongeldig maken
pl: Unieważnij moje kopie zapasowe
pt_pt: Invalidar os meus backups
ro: Invalidează copiile mele de rezervă
ru: Аннулировать мои резервные копии
sk: Zneplatniť moje zálohy
sl: Razveljavi moje varnostne kopije
sq: Pavlefëso kopjet e mia rezervë
sr_latn: Poništi moje bekape
sv: Ogiltigförklara mina säkerhetskopior
tr: Yedeklemelerimi geçersiz kıl
uk: Анулювати мої резервні копії
vi: Hủy bản sao lưu của tôi
zh_hans: 使我的备份无效
zh_hant: 使我的備份無效

# backups_view_invalidate_backup_message_part_one
source: All your previous backups will become invalid and can no longer be restored.
ar: ستُصبح جميع نسخك الاحتياطية السابقة غير صالحة ولن تتمكن من استعادتها.
bg: Всички ваши предишни архиви ще станат невалидни и вече няма да могат да бъдат възстановени.
cs: Všechny vaše předchozí zálohy budou neplatné a již nebude možné je obnovit.
da: Alle dine tidligere sikkerhedskopier bliver ugyldige og kan ikke længere gendannes.
de: Alle Ihre vorherigen Sicherungen werden ungültig und können nicht mehr wiederhergestellt werden.
el: Όλα τα προηγούμενα αντίγραφά σας θα καταστούν άκυρα και δεν θα μπορούν πλέον να επαναφερθούν.
es: Todas sus copias de seguridad anteriores dejarán de ser válidas y ya no podrán restaurarse.
fa: تمام نسخه‌های پشتیبان قبلی شما نامعتبر می‌شوند و دیگر قابل بازیابی نیستند.
fi: Kaikki aiemmat varmuuskopiosi mitätöityvät, eikä niitä voida enää palauttaa.
fr: Toutes vos sauvegardes précédentes seront invalidées et ne pourront plus être restaurées.
he: כל הגיבויים הקודמים שלך יהפכו ללא תקפים ולא ניתן יהיה עוד לשחזר אותם.
hi: आपके सभी पिछले बैकअप अमान्य हो जाएँगे और अब उन्हें पुनर्स्थापित नहीं किया जा सकेगा।
hr: Sve vaše prethodne sigurnosne kopije postat će nevažeće i više se neće moći obnoviti.
hu: Az összes korábbi biztonsági mentése érvénytelenné válik, és többé nem állítható vissza.
id: Semua cadangan Anda sebelumnya akan menjadi tidak valid dan tidak dapat dipulihkan lagi.
it: Tutti i tuoi backup precedenti diventeranno non validi e non potranno più essere ripristinati.
ja: 以前のバックアップはすべて無効になり、復元できなくなります。
ko: 이전 백업이 모두 무효화되어 더 이상 복원할 수 없습니다.
nb: Alle dine tidligere sikkerhetskopier blir ugyldige og kan ikke lenger gjenopprettes.
nl: Al uw eerdere back-ups worden ongeldig en kunnen niet meer worden hersteld.
pl: Wszystkie Twoje poprzednie kopie zapasowe staną się nieważne i nie będzie można ich przywrócić.
pt_pt: Todos os seus backups anteriores tornar-se-ão inválidos e não poderão mais ser restaurados.
ro: Toate copiile dvs. de rezervă anterioare vor deveni invalide și nu vor mai putea fi restaurate.
ru: Все ваши предыдущие резервные копии станут недействительными и не смогут быть восстановлены.
sk: Všetky vaše predchádzajúce zálohy budú neplatné a už ich nebude možné obnoviť.
sl: Vse vaše prejšnje varnostne kopije bodo neveljavne in jih ne bo več mogoče obnoviti.
sq: Të gjitha kopjet tuaja të mëparshme rezervë do të bëhen të pavlefshme dhe nuk do të mund të rikthehen më.
sr_latn: Svi vaši prethodni bekapi postaće nevažeći i više neće moći da se vrate.
sv: Alla dina tidigare säkerhetskopior blir ogiltiga och kan inte längre återställas.
tr: Önceki tüm yedeklemeleriniz geçersiz hale gelecek ve artık geri yüklenemeyecektir.
uk: Усі ваші попередні резервні копії стануть недійсними та їх більше не можна буде відновити.
vi: Tất cả các bản sao lưu trước đó của bạn sẽ không còn hiệu lực và không thể khôi phục được nữa.
zh_hans: 您之前的所有备份都将失效，并且无法恢复。
zh_hant: 您之前的所有備份都將失效，並且無法復原。

# backups_view_invalidate_backup_message_part_two
source: Don't forget to create a new backup, which can be restored to this device or another one.
ar: لا تنسَ إنشاء نسخة احتياطية جديدة، والتي يُمكن استعادتها على هذا الجهاز أو جهاز آخر.
bg: Не забравяйте да създадете нов архив, който може да бъде възстановен на това или друго устройство.
cs: Nezapomeňte vytvořit novou zálohu, kterou lze obnovit na toto nebo jiné zařízení.
da: Glem ikke at oprette en ny sikkerhedskopi, som kan gendannes til denne enhed eller en anden.
de: Vergessen Sie nicht, eine neue Sicherung zu erstellen, die auf diesem oder einem anderen Gerät wiederhergestellt werden kann.
el: Μην ξεχάσετε να δημιουργήσετε ένα νέο αντίγραφο ασφαλείας, το οποίο μπορεί να επαναφερθεί σε αυτήν ή σε άλλη συσκευή.
es: No olvide crear una nueva copia de seguridad, que podrá restaurarse en este dispositivo o en otro.
fa: فراموش نکنید که یک نسخه پشتیبان جدید ایجاد کنید که می
fi: Muista luoda uusi varmuuskopio, joka voidaan palauttaa tälle tai toiselle laitteelle.
fr: N'oubliez pas de créer une nouvelle sauvegarde, qui pourra être restaurée sur cet appareil ou sur un autre.
he: אל תשכח ליצור גיבוי חדש, שניתן לשחזר למכשיר זה או למכשיר אחר.
hi: एक नया बैकअप बनाना न भूलें, जिसे इस डिवाइस या किसी अन्य डिवाइस पर पुनर्स्थापित किया जा सकता है।
hr: Ne zaboravite stvoriti novu sigurnosnu kopiju, koju je moguće obnoviti na ovaj ili drugi uređaj.
hu: Ne felejtsen el új biztonsági mentést készíteni, amely visszaállítható erre vagy egy másik eszközre.
id: Jangan lupa untuk membuat cadangan baru, yang dapat dipulihkan ke perangkat ini atau perangkat lain.
it: Non dimenticare di creare un nuovo backup, che potrà essere ripristinato su questo dispositivo o su un altro.
ja: 新しいバックアップを作成してください。このデバイスまたは別のデバイスに復元できます。
ko: 새 백업을 만들어 이 기기 또는 다른 기기에 복원하는 것을 잊지 마세요.
nb: Ikke glem å opprette en ny sikkerhetskopi, som kan gjenopprettes til denne enheten eller en annen.
nl: Vergeet niet een nieuwe back-up te maken, die u naar dit apparaat of een ander apparaat kunt herstellen.
pl: Nie zapomnij utworzyć nowej kopii zapasowej, którą można przywrócić na tym lub innym urządzeniu.
pt_pt: Não se esqueça de criar um novo backup, que pode ser restaurado neste dispositivo ou noutro.
ro: Nu uitați să creați o copie de rezervă nouă, care poate fi restaurată pe acest dispozitiv sau pe altul.
ru: Не забудьте создать новую резервную копию, которую можно будет восстановить на этом или другом устройстве.
sk: Nezabudnite vytvoriť novú zálohu, ktorú možno obnoviť na toto alebo iné zariadenie.
sl: Ne pozabite ustvariti nove varnostne kopije, ki jo je mogoče obnoviti na to ali drugo napravo.
sq: Mos harroni të krijoni një kopje të re rezervë, e cila mund të rikthehet në këtë ose në një pajisje tjetër.
sr_latn: Ne zaboravite da napravite novi bekap, koji može da se vrati na ovaj ili drugi uređaj.
sv: Glöm inte att skapa en ny säkerhetskopia, som kan återställas till den här enheten eller en annan.
tr: Bu cihaza veya başka bir cihaza geri yüklenebilecek yeni bir yedekleme oluşturmayı unutmayın.
uk: Не забудьте створити нову резервну копію, яку можна відновити на цьому або іншому пристрої.
vi: Đừng quên tạo một bản sao lưu mới, có thể được khôi phục vào thiết bị này hoặc thiết bị khác.
zh_hans: 请不要忘记创建新的备份，以便将其恢复到此设备或其他设备。
zh_hant: 請不要忘記建立新的備份，以便將其還原到此裝置或其他裝置。

# backups_view_no_backup_message
source: No backup has been made on this device.
ar: لم يتم عمل نسخة احتياطية على هذا الجهاز.
bg: На това устройство не е направен архив.
cs: Na tomto zařízení nebyla vytvořena žádná záloha.
da: Der er ikke foretaget nogen sikkerhedskopi på denne enhed.
de: Auf diesem Gerät wurde keine Sicherung erstellt.
el: Δεν έχει δημιουργηθεί αντίγραφο ασφαλείας σε αυτήν τη συσκευή.
es: No se ha realizado ninguna copia de seguridad en este dispositivo.
fa: هیچ نسخه پشتیبان در این دستگاه ایجاد نشده است.
fi: Tälle laitteelle ei ole tehty varmuuskopioita.
fr: Aucune sauvegarde n'a été effectuée sur cet appareil.
he: לא בוצע גיבוי במכשיר זה.
hi: इस डिवाइस पर कोई बैकअप नहीं बनाया गया है।
hr: Na ovom uređaju nije napravljena sigurnosna kopija.
hu: Ezen az eszközön még nem készült biztonsági mentés.
id: Tidak ada cadangan yang dibuat di perangkat ini.
it: Non è stato effettuato alcun backup su questo dispositivo.
ja: このデバイスにはバックアップが作成されていません。
ko: 이 기기에 백업이 생성되지 않았습니다.
nb: Ingen sikkerhetskopiering er gjort på denne enheten.
nl: Er is geen back-up gemaakt op dit apparaat.
pl: Na tym urządzeniu nie utworzono kopii zapasowej.
pt_pt: Nenhum backup foi feito neste dispositivo.
ro: Nu a fost creată nicio copie de rezervă pe acest dispozitiv.
ru: Резервное копирование на этом устройстве не производилось.
sk: Na tomto zariadení nebola vytvorená žiadna záloha.
sl: Na tej napravi ni bila ustvarjena nobena varnostna kopija.
sq: Nuk është bërë asnjë kopje rezervë në këtë pajisje.
sr_latn: Na ovom uređaju nije napravljen bekap.
sv: Ingen säkerhetskopia har gjorts på den här enheten.
tr: Bu cihazda yedekleme yapılmadı.
uk: На цьому пристрої не було створено резервних копій.
vi: Chưa có bản sao lưu nào được thực hiện trên thiết bị này.
zh_hans: 此设备尚未备份。
zh_hant: 此設備尚未備份。

# restore_view_application_error
source: twinme+ must be installed on this device in order to restore a twinme+ account backup.
ar: يجب تثبيت twinme+ على هذا الجهاز حتى تتمكن من استعادة نسخة احتياطية لحساب twinme+.
bg: twinme+ трябва да бъде инсталирано на това устройство, за да се възстанови архив на акаунт на twinme+.
cs: Pro obnovení zálohy účtu twinme+ musí být na tomto zařízení nainstalováno twinme+.
da: twinme+ skal være installeret på denne enhed for at gendanne en backup af en twinme+ konto.
de: Twinme+ muss auf diesem Gerät installiert sein, um eine Sicherung eines Twinme+-Kontos wiederherzustellen.
el: Το twinme+ πρέπει να είναι εγκατεστημένο σε αυτήν τη συσκευή για να επαναφέρετε ένα αντίγραφο ασφαλείας λογαριασμού twinme+.
es: Para restaurar una copia de seguridad de la cuenta de twinme+, debe tener instalado twinme+ en este dispositivo.
fa: برای بازیابی نسخه پشتیبان حساب twinme+، twinme+ باید روی این دستگاه نصب شود.
fi: twinme+ on asennettava tälle laitteelle, jotta twinme+-tilin varmuuskopio voidaan palauttaa.
fr: twinme+ doit être installé sur cet appareil pour pouvoir y restaurer la sauvegarde d'un compte twinme+.
he: יש להתקין את twinme+ במכשיר זה על מנת לשחזר גיבוי של חשבון twinme+.
hi: twinme+ खाता बैकअप को पुनर्स्थापित करने के लिए इस डिवाइस पर twinme+ स्थापित होना आवश्यक है।
hr: twinme+ mora biti instaliran na ovom uređaju kako bi se mogao obnoviti backup računa twinme+.
hu: A twinme+ alkalmazást telepíteni kell erre az eszközre a twinme+ fiók biztonsági mentésének visszaállításához.
id: twinme+ harus diinstal pada perangkat ini untuk memulihkan cadangan akun twinme+.
it: Per ripristinare un backup dell'account twinme+, è necessario che twinme+ sia installato su questo dispositivo.
ja: twinme+ アカウントのバックアップを復元するには、このデバイスに twinme+ がインストールされている必要があります。
ko: twinme+ 계정 백업을 복원하려면 이 기기에 twinme+를 설치해야 합니다.
nb: twinme+ må være installert på denne enheten for å gjenopprette en sikkerhetskopi av en twinme+-konto.
nl: twinme+ moet op dit apparaat geïnstalleerd zijn om een ​​back-up van uw twinme+-account te kunnen herstellen.
pl: Aby przywrócić kopię zapasową konta twinme+, na tym urządzeniu musi być zainstalowana aplikacja twinme+.
pt_pt: O twinme+ necessita de estar instalado neste dispositivo para restaurar um backup da conta twinme+.
ro: twinme+ trebuie instalat pe acest dispozitiv pentru a restaura o copie de rezervă a contului twinme+.
ru: Для восстановления резервной копии учетной записи twinme+ на этом устройстве необходимо установить twinme+.
sk: Aby bolo možné obnoviť zálohu účtu twinme+, musí byť na tomto zariadení nainštalované twinme+.
sl: twinme+ mora biti nameščen na tej napravi, da lahko obnovite varnostno kopijo računa twinme+.
sq: twinme+ duhet të jetë i instaluar në këtë pajisje për të rikthyer një kopje rezervë të llogarisë twinme+.
sr_latn: twinme+ mora biti instaliran na ovom uređaju da biste vratili bekap naloga twinme+.
sv: twinme+ måste vara installerat på den här enheten för att återställa en säkerhetskopia av ett twinme+-konto.
tr: twinme+ hesap yedeğini geri yüklemek için bu cihaza twinme+ yüklenmiş olmalıdır.
uk: Для відновлення резервної копії облікового запису twinme+ на цьому пристрої має бути встановлено twinme+.
vi: twinme+ phải được cài đặt trên thiết bị này để khôi phục bản sao lưu tài khoản twinme+.
zh_hans: 要恢复 twinme+ 帐户备份，必须在此设备上安装 twinme+。
zh_hant: 若要還原 twinme+ 帳戶備份，必須在此裝置上安裝 twinme+。

# restore_view_backup_device_always_signed_in_part_one
source: The device that made the backup is still signed in.
ar: الجهاز الذي أجرى النسخة الاحتياطية لا يزال مسجلاً الدخول.
bg: Устройството, което е направило архива, все още е влязло в акаунта.
cs: Zařízení, které zálohu vytvořilo, je stále přihlášeno.
da: Den enhed, der lavede sikkerhedskopien, er stadig logget ind.
de: Das Gerät, mit dem die Sicherung erstellt wurde, ist immer noch angemeldet.
el: Η συσκευή που δημιούργησε το αντίγραφο ασφαλείας εξακολουθεί να είναι συνδεδεμένη.
es: El dispositivo que realizó la copia de seguridad sigue conectado.
fa: دستگاهی که نسخه پشتیبان را ایجاد کرده است، هنوز وارد سیستم شده است.
fi: Varmuuskopion tehnyt laite on edelleen kirjautuneena sisään.
fr: L'appareil ayant effectué la sauvegarde est toujours connecté.
he: המכשיר שבוצע הגיבוי עדיין מחובר.
hi: जिस डिवाइस से बैकअप बनाया गया था वह अभी भी साइन इन है।
hr: Uređaj koji je napravio sigurnosnu kopiju i dalje je prijavljen.
hu: A biztonsági mentést készítő eszköz még mindig be van jelentkezve.
id: Perangkat yang membuat cadangan masih masuk.
it: Il dispositivo su cui è stato effettuato il backup è ancora connesso.
ja: バックアップを作成したデバイスはまだログインしています。
ko: 백업을 생성한 기기는 여전히 로그인되어 있습니다.
nb: Enheten som laget sikkerhetskopien er fortsatt pålogget.
nl: Het apparaat waarop de back-up is gemaakt, is nog steeds aangemeld.
pl: Urządzenie, na którym utworzono kopię zapasową, jest nadal zalogowane.
pt_pt: O dispositivo que fez o backup ainda está ligado.
ro: Dispozitivul care a făcut copia de rezervă este încă autentificat.
ru: Устройство, на котором была создана резервная копия, всё ещё находится в системе.
sk: Zariadenie, ktoré vytvorilo zálohu, je stále prihlásené.
sl: Naprava, ki je naredila varnostno kopijo, je še vedno prijavljena.
sq: Pajisja që bëri kopjen rezervë është ende e kyçur.
sr_latn: Uređaj koji je napravio bekap je i dalje prijavljen.
sv: Enheten som gjorde säkerhetskopian är fortfarande inloggad.
tr: Yedeklemeyi yapan cihazda oturum hala açık.
uk: Пристрій, на якому було створено резервну копію, все ще зареєстровано.
vi: Thiết bị đã tạo bản sao lưu vẫn đang đăng nhập.
zh_hans: 进行备份的设备仍处于登录状态。
zh_hant: 進行備份的設備仍處於登入狀態。

# restore_view_backup_device_always_signed_in_part_three
source: If you want to transfer your account to a new device, and you still have the old one, it is preferable to use the "account migration" operation, rather than restoring a backup, as it will also transfer conversations, notifications, and history.
ar: إذا كنت ترغب في نقل حسابك إلى جهاز جديد، ولا يزال لديك الجهاز القديم، فمن الأفضل استخدام عملية "نقل الحساب" بدلاً من استعادة نسخة احتياطية، لأنها ستنقل أيضًا المحادثات والإشعارات والسجل.
bg: Ако искате да прехвърлите акаунта си на ново устройство и все още имате стария, за предпочитане е да използвате операцията „миграция на акаунт“, вместо да възстановявате резервно копие, тъй като това ще прехвърли и разговори, известия и история.
cs: Pokud chcete přenést účet na nové zařízení a stále máte staré, je vhodnější použít operaci \"migrace účtu\" namísto obnovení zálohy, protože přenese také konverzace, oznámení a historii.
da: Hvis du vil overføre din konto til en ny enhed, og du stadig har den gamle, er det at foretrække at bruge "kontomigrering"-handlingen i stedet for at gendanne en sikkerhedskopi, da det også vil overføre samtaler, notifikationer og historik.
de: Wenn Sie Ihr Konto auf ein neues Gerät übertragen möchten und das alte Gerät noch besitzen, ist es besser, die „Kontomigration“ zu nutzen, anstatt eine Sicherung wiederherzustellen. Dabei werden auch Unterhaltungen, Benachrichtigungen und der Verlauf übertragen.
el: Εάν θέλετε να μεταφέρετε τον λογαριασμό σας σε μια νέα συσκευή και εξακολουθείτε να έχετε την παλιά, είναι προτιμότερο να χρησιμοποιήσετε τη λειτουργία "μετεγκατάσταση λογαριασμού" αντί να επαναφέρετε ένα αντίγραφο ασφαλείας, καθώς θα μεταφέρει επίσης συνομιλίες, ειδοποιήσεις και ιστορικό.
es: Si desea transferir su cuenta a un nuevo dispositivo y aún conserva el antiguo, es preferible usar la operación de "migración de cuenta" en lugar de restaurar una copia de seguridad, ya que también se transferirán las conversaciones, las notificaciones y el historial.
fa: اگر می‌خواهید حساب خود را به دستگاه جدیدی منتقل کنید و هنوز دستگاه قدیمی خود را دارید، ترجیحاً از عملیات «انتقال حساب» به جای بازیابی نسخه پشتیبان استفاده کنید، زیرا این کار مکالمات، اعلان‌ها و تاریخچه را نیز منتقل می‌کند.
fi: Jos haluat siirtää tilisi uudelle laitteelle ja sinulla on vielä vanha laite, on parempi käyttää "tilin siirtoa" varmuuskopion palauttamisen sijaan, koska se siirtää myös keskustelut, ilmoitukset ja historian.
fr: Si vous souhaitez transférer votre compte vers un nouvel appareil et que vous possédez toujours l'ancien, il est préférable d'utiliser la « migration de compte » plutôt que de restaurer une sauvegarde, car elle transférera également les conversations, les notifications et l'historique.
he: אם ברצונך להעביר את החשבון שלך למכשיר חדש, ועדיין יש לך את הישן, עדיף להשתמש בפעולת "העברת חשבון", במקום שחזור גיבוי, מכיוון שהיא תעביר גם שיחות, התראות והיסטוריה.
hi: अगर आप अपना अकाउंट किसी नए डिवाइस पर ट्रांसफर करना चाहते हैं, और आपके पास अभी भी पुराना डिवाइस है, तो बैकअप रिस्टोर करने के बजाय "अकाउंट माइग्रेशन" ऑपरेशन का इस्तेमाल करना बेहतर है, क्योंकि इससे बातचीत, नोटिफ़िकेशन और हिस्ट्री भी ट्रांसफर हो जाएगी।
hr: Ako želite prenijeti svoj račun na novi uređaj i još uvijek imate stari, preporučljivo je koristiti operaciju \"migracije računa\" umjesto obnove sigurnosne kopije, jer će ona također prenijeti razgovore, obavijesti i povijest.
hu: Ha a fiókját új eszközre szeretné átvinni, és még megvan a régi, akkor célszerűbb a \"fiókmigráció\" műveletet használni a biztonsági mentés visszaállítása helyett, mert az a beszélgetéseket, értesítéseket és előzményeket is átviszi.
id: Jika Anda ingin mentransfer akun ke perangkat baru, dan Anda masih memiliki perangkat lama, sebaiknya gunakan operasi "migrasi akun", daripada memulihkan cadangan, karena tindakan ini juga akan mentransfer percakapan, notifikasi, dan riwayat.
it: Se desideri trasferire il tuo account su un nuovo dispositivo e hai ancora quello vecchio, è preferibile utilizzare l'operazione di "migrazione dell'account", piuttosto che ripristinare un backup, poiché trasferirà anche conversazioni, notifiche e cronologia.
ja: アカウントを新しいデバイスに移行したい場合で、古いデバイスがまだ手元にある場合は、バックアップを復元するよりも「アカウント移行」操作を使用することをお勧めします。アカウント移行では、会話、通知、履歴も転送されるためです。
ko: 기존 기기를 유지하면서 계정을 새 기기로 이전하고 싶다면, 백업 복원보다는 "계정 마이그레이션" 기능을 사용하는 것이 좋습니다. 계정 마이그레이션을 사용하면 대화 내용, 알림, 사용 기록까지 모두 이전되기 때문입니다.
nb: Hvis du vil overføre kontoen din til en ny enhet, og du fortsatt har den gamle, er det å foretrekke å bruke "kontomigrering"-operasjonen i stedet for å gjenopprette en sikkerhetskopi, da det også vil overføre samtaler, varsler og historikk.
nl: Als u uw account wilt overzetten naar een nieuw apparaat en u nog steeds het oude hebt, is het beter om de bewerking "Accountmigratie" te gebruiken in plaats van een back-up te herstellen, omdat hiermee ook gesprekken, meldingen en geschiedenis worden overgezet.
pl: Jeśli chcesz przenieść swoje konto na nowe urządzenie, a nadal masz stare, lepiej skorzystać z operacji „migracji konta” niż przywracać kopię zapasową, ponieważ spowoduje to również przeniesienie rozmów, powiadomień i historii.
pt_pt: Se quiser transferir a sua conta para um novo dispositivo e ainda tiver a antiga, é preferível utilizar a operação de "migração de conta" em vez de restaurar uma cópia de segurança, pois esta também irá transferir conversas, notificações e histórico.
ro: Dacă doriți să vă transferați contul pe un dispozitiv nou și îl aveți încă pe cel vechi, este de preferat să folosiți operațiunea \"migrare cont\" în locul restaurării unei copii de rezervă, deoarece va transfera și conversațiile, notificările și istoricul.
ru: Если вы хотите перенести свою учётную запись на новое устройство, а старая у вас осталась, предпочтительнее использовать операцию «миграция учётной записи», а не восстановление резервной копии, так как при этом также будут перенесены беседы, уведомления и история.
sk: Ak chcete preniesť svoj účet na nové zariadenie a stále máte staré, je vhodnejšie použiť operáciu \"migrácie účtu\" namiesto obnovenia zálohy, pretože prenesie aj konverzácie, oznámenia a históriu.
sl: Če želite prenesti svoj račun na novo napravo in imate še staro, je bolje uporabiti operacijo \"migracije računa\" namesto obnove varnostne kopije, saj bo prenesla tudi pogovore, obvestila in zgodovino.
sq: Nëse dëshironi ta transferoni llogarinë tuaj në një pajisje të re dhe ende e keni të vjetrën, është më mirë të përdorni veprimin \"migrim llogarie\" në vend të rikthimit të një kopjeje rezervë, pasi do të transferojë gjithashtu bisedat, njoftimet dhe historikun.
sr_latn: Ako želite da prenesete svoj nalog na novi uređaj, a i dalje imate stari, preporučljivo je da koristite operaciju \"migracije naloga\" umesto vraćanja bekapa, jer će ona takođe preneti razgovore, obaveštenja i istoriju.
sv: Om du vill överföra ditt konto till en ny enhet och du fortfarande har den gamla är det att föredra att använda åtgärden "kontomigrering" snarare än att återställa en säkerhetskopia, eftersom det också kommer att överföra konversationer, aviseringar och historik.
tr: Hesabınızı yeni bir cihaza aktarmak istiyorsanız ve hala eski hesabınız varsa, yedeklemeyi geri yüklemek yerine "hesap taşıma" işlemini kullanmanız tercih edilir, çünkü bu işlem konuşmaları, bildirimleri ve geçmişi de aktarır.
uk: Якщо ви хочете перенести свій обліковий запис на новий пристрій, а у вас все ще є старий, краще використовувати операцію "міграції облікового запису", ніж відновлення резервної копії, оскільки це також перенесе розмови, сповіщення та історію.
vi: Nếu bạn muốn chuyển tài khoản sang thiết bị mới mà vẫn còn thiết bị cũ, tốt hơn hết là nên sử dụng thao tác "chuyển đổi tài khoản" thay vì khôi phục bản sao lưu, vì thao tác này cũng sẽ chuyển cả các cuộc trò chuyện, thông báo và lịch sử.
zh_hans: 如果您想将帐户转移到新设备，并且您仍然保留着旧设备，则最好使用“帐户迁移”操作，而不是恢复备份，因为它还会转移对话、通知和历史记录。
zh_hant: 如果您想將帳戶轉移到新設備，並且您仍然保留舊設備，則最好使用「帳戶遷移」操作，而不是恢復備份，因為它還會轉移對話、通知和歷史記錄。
